Repository: inews2/FBDataSet
Catalog: languages/dcl_fb_*_strconsts.*.po
Languages: ru

source: Check
ru: Проверка

source: Description
ru: Описание

source: FBDataSet SQL Editor
ru: Редактор SQL для FBDataSet

source: Filter
ru: Фильтр

source: Generate
ru: Создать

source: Modified
ru: Изменено

source: Plan
ru: План запроса

source: Replace sql
ru: Заменить sql

source: Result
ru: Результат

source: Show info
ru: Отображать информацию

source: Delete SQL
ru: SQL на удаление

source: Edit SQL
ru: SQL на редактирование

source: SQL editor...
ru: Редактор SQL...

source: Insert SQL
ru: SQL на вставку

source: Refresh SQL
ru: SQL на обновление

source: Select SQL
ru: SQL на выборку

source: SQL test...
ru: Проверка SQL

source: Table alias
ru: Алиас таблицы

source: Test
ru: Результат
