Repository: inews2/FBDataSet
Catalog: languages/fbmisc.*.po
Languages: ru

source: TBLOBList: access to unregistred BLOBCache cell
ru: TBLOBList: доступ к незарегистрированному элементу BLOBCache

source: Prepare %s.%s : %s %s
ru: Подготовка %s.%s : %s %s

source: TBLOBCache:try to destroy used cache
ru: TBLOBCache: попытка уничтожения занятого кэша

source: try to free referenced DatSet record buffer
ru: Попытка уничтожения используемого буфера набора данных

source: try to free referenced record buffer
ru: Попытка уничтожения используемого буфера

source: Some BLOBCache cells loosed
ru: Некоторые элементы BLOBCache утеряны

source: sort/lookup on %s field type notsupported
ru: Сортировка/поиск по полю %s не поддерживается

source: Blob stream cannot be written.
ru: Поток Blob не может быть записан

source: Cannot Insert %s.
ru: Не могу вставить %s.

source: The cyclic reference a component is forbidden (%s).
ru: Циклические ссылки между компонентами запрещены (%s)

source: Database not assigned (%s)
ru: Не указана база данных (%s)

source: Empty edit SQL statament (%s).
ru: Пустой текст SQL запроса на изменение (%s).

source: Other error
ru: Другая ошибка

source: Parameter not found (%s)
ru: Параемтр (%s) не найден

source: Transaction not assigned (%s)
ru: Не указана транзакция (%s)

source: User abort
ru: Прервано оператором

source: Generator name
ru: Имя генератора

source: Help
ru: Помощь

source: Increment by
ru: Увеличить на

source: Updated field
ru: Изменяемое поле
